/* В функции myMath добавить:
1. Проверку на то что переданная операция - это функция. Напрмер Math есть константы типа Math.PI и если я щас передам 'PI'
   как `operation`, то он его найдёт и выведет ошибку, а надо чтобы просто вернул значение Math.PI
2. Если передана не существушая операция (ни в Math ни в switch), то вывести ошибку, что такой операции нет
3. Написать логику для multiply, division и subtract. Начальные значения 1, 1 и 0 соответсвенно

Я напишу это всё в одном файле. Не вижу смысла разделения по папкам каждого задания как в предыдущих д/з */

console.clear();

